Repository: stany24/Manax
Catalog: ManaxServer/Localization/Languages/manax.*.resx
Languages: fr

# ChapterNotFound
source: Chapter with ID {0} does not exist.
fr: Le chapitre avec l'ID {0} n'existe pas

# HubConnected
source: Client connected to notification hub: {0} - User: {1}
fr: Client connecté au hub de notifications: {0} - Utilisateur: {1}

# HubConnectionError
source: Erreur when connecting client {0}
fr: Erreur lors de la connexion du client {0}

# HubConnectionSuccess
source: Connexion sucessfully established
fr: Connexion établie avec succès

# HubDisconnectedError
source: Client disconected with error: {0}
fr: Client déconnecté avec erreur: {0}

# HubDisconnected
source: Client disconnected: {0}
fr: Client déconnecté: {0}

# HubMessageSent
source: Message sent to all clients: {0}
fr: Message envoyé à tous les clients: {0}

# HubMessageError
source: Erreur while sending notification tu users {0}
fr: Erreur lors de l'envoi de la notification pendant l'envoi de {0} aux utilisateurs

# TaskError
source: Error executing task: {0}
fr: Erreur pendant l'execution de la tache: {0}

# SettingsUpdateNotForced
source: The settings given have an issue, fix it or force the change.
fr: Les paramètres donnée on un problème, corriger le ou forcez le changement.

# ServiceInitialized
source: Service {0} was initialized.
fr: Le service {0} à été initializé.

# HubMessageSentAdmins
source: Message sent to all admins: {0}
fr: Message envoyé à tous les administrateurs: {0}

# HubMessageSentOwner
source: Message sent to the owner: {0}
fr: Message envoyé au propriétaire: {0}

# TaskPosterRenaming
source: Poster renaming
fr: Renommage des posters

# HubMessageErrorAdmins
source: Erreur while sending notification to admins {0}
fr: Erreur lors de l'envoi de la notification pendant l'envoi de {0} aux administrateurs

# ChapterAlreadyExists
source: The chapter already exists.
fr: Le chapitre existe déjà.

# ChapterFileNotExistOrInvalid
source: Chapter file does not exist or is not a valid CBZ file.
fr: Le chapitre n'existe pas ou n'est pas un fichier CBZ valide.

# InvalidImageFile
source: Invalid image file: {0}
fr: Image invalide: {0}

source: Invalid zip file.
fr: Fichier zip invalide.

# IssueNotFound
source: Issue with ID {0} does not exist.
fr: Le problème avec l'id {0} n'existe pas

source: Library already created.
fr: La librairie est déjà crée.

# LibraryNameExists
source: A library with name '{0}' already exists.
fr: Une librairie avec le nom '{0}' existe déjà.

# LibraryNameOrPathNotUnique
source: Name or path is not unique.
fr: Le nom ou le chemin n'est pas unique.

# LibraryNotFound
source: Library with ID {0} does not exist.
fr: La librairie avec l'id {0} n'existe pas.

# LibraryPathExists
source: A library with path '{0}' already exists.
fr: Une librairie avec le chemin '{0}' existe déjà.

# LibraryPathNotExist
source: The specified path '{0}' does not exist.
fr: Le chemin spécifié '{0}' n'existe pas

# PageNumberTooBig
source: Page number {0} too big for chapter with {1} pages.
fr: Le numéro de page {0} est trop grand pour un chapitre avec {1} pages.

# PosterAlreadyExists
source: The poster already exists.
fr: Le poster existe déjà.

# PosterNotFound
source: Poster not found for serie with ID {0}.
fr: Le poster pour la série {0} n'a pas été trouvé.

# RankNotFound
source: Rank with ID {0} does not exist.
fr: Le rank avec l'id {0} n'existe pas.

source: Serie already exists.
fr: La série existe déjà.

# SerieDoesNotExist
source: The serie does not exist.
fr: La série n'existe pas.

# SerieNotFound
source: Serie with ID {0} does not exist.
fr: La série avec l'id {0} n'existe pas.

# UserCannotDeleteAdminOrOwner
source: You cannot delete another admin or owner.
fr: Vous ne pouvez pas supprimer un autre admin ou

# UserInvalidLogin
source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe invalide.

# UserNotFound
source: User with ID {0} does not exist.
fr: L'utilisateur avec l'id {0} n'existe pas

source: User or chapter not found.
fr: L'utilisateur ou le chapitre non trouvé.
