Repository: stany24/Manax
Catalog: ManaxClient/Assets/Localization/Resources.*.resx
Languages: fr

# LoginPage.Subtitle
source: Sign in to your account
fr: Connectez-vous à votre compte

# LoginPage.Username
source: Username
fr: Nom d'utilisateur

# LoginPage.Username.Placeholder
source: Enter your username
fr: Entrez votre nom d'utilisateur

# LoginPage.Password
source: Password
fr: Mot de passe

# LoginPage.Password.Placeholder
source: Enter your password
fr: Entrez votre mot de passe

# LoginPage.Server
source: Server
fr: Serveur

# LoginPage.Server.Placeholder
source: https://your-server.com
fr: https://votre-serveur.com

# LoginPage.SignIn
source: Sign in
fr: Se connecter

# LoginPage.Tip.Title
source: 💡 Tip
fr: 💡 Astuce

# LoginPage.Tip.Message
source: Make sure your Manax server is running and accessible from this network.
fr: Assurez-vous que votre serveur Manax est démarré et accessible depuis ce réseau.

# ChapterPage.Back
source: Back
fr: Retour

# ChapterPage.Previous
source: Previous
fr: Précédent

# ChapterPage.Chapter
source: Chapter
fr: Chapitre

# ChapterPage.Next
source: Next
fr: Suivant

# ChapterPage.PreviousPage
source: Previous page
fr: Page précédente

# ChapterPage.NextPage
source: Next page
fr: Page suivante

# HomePage.Welcome
source: Welcome to Manax
fr: Bienvenue dans Manax

# HomePage.Subtitle
source: Discover and manage your favorite series
fr: Découvrez et gérez vos séries préférées

# HomePage.AddSeries
source: Add series
fr: Ajouter une série

# HomePage.NoSeries
source: No series available
fr: Aucune série disponible

# HomePage.NoSeries.Description
source: Start by adding your first series to discover all the features of Manax.
fr: Commencez par ajouter votre première série pour découvrir toutes les fonctionnalités de Manax.

# HomePage.AddFirstSeries
source: Add my first series
fr: Ajouter ma première série

# HomePage.RecentSeries
source: Recent series
fr: Séries récentes

# HomePage.SeriesCount
source: {0} series
fr: {0} série(s)

# HomePage.SelectFolder
source: Select a folder to upload
fr: Sélectionnez un dossier à uploader

# HomePage.UploadSuccess
source: {0} upload successful
fr: Téléchargement de {0} réussi

# HomePage.UploadError
source: Error uploading serie
fr: Erreur lors du téléchargement de la série

# HomePage.UploadFailure
source: Upload failed: {0}
fr: Échec du téléchargement : {0}

# IssuesPage.Title
source: Issues Management
fr: Gestion des Problèmes

# IssuesPage.Automatic
source: Automatic
fr: Automatiques

# IssuesPage.Reported
source: Reported
fr: Signalés

# IssuesPage.Chapters
source: Chapters
fr: Chapitres

# IssuesPage.Series
source: Series
fr: Séries

# IssuesPage.AutomaticChapters
source: Automatic Issues - Chapters
fr: Problèmes Automatiques - Chapitres

# IssuesPage.AutomaticSeries
source: Automatic Issues - Series
fr: Problèmes Automatiques - Séries

# IssuesPage.ReportedChapters
source: Reported Issues - Chapters
fr: Problèmes Signalés - Chapitres

# IssuesPage.ReportedSeries
source: Reported Issues - Series
fr: Problèmes Signalés - Séries

# IssuesPage.NoAutomaticChapter
source: No automatic chapter issues found
fr: Aucun problème automatique de chapitre trouvé

# IssuesPage.NoAutomaticSeries
source: No automatic series issues found
fr: Aucun problème automatique de série trouvé

# IssuesPage.NoReportedChapter
source: No reported chapter issues found
fr: Aucun problème signalé de chapitre trouvé

# IssuesPage.NoReportedSeries
source: No reported series issues found
fr: Aucun problème signalé de série trouvé

# IssuesPage.ChapterInfo
source: Chapter: {0} • {1:dd/MM/yyyy HH:mm}
fr: Chapitre: {0} • {1:dd/MM/yyyy HH:mm}

# IssuesPage.SeriesInfo
source: Series: {0} • {1:dd/MM/yyyy HH:mm}
fr: Série: {0} • {1:dd/MM/yyyy HH:mm}

# IssuesPage.ChapterUserInfo
source: Chapter: {0} • User: {1} • {2:dd/MM/yyyy HH:mm}
fr: Chapitre: {0} • Utilisateur: {1} • {2:dd/MM/yyyy HH:mm}

# IssuesPage.SeriesUserInfo
source: Series: {0} • User: {1} • {2:dd/MM/yyyy HH:mm}
fr: Série: {0} • Utilisateur: {1} • {2:dd/MM/yyyy HH:mm}

# IssuesPage.ReplacementSuccessful
source: Replacement successful
fr: Remplacement réussi

# IssuesPage.ReplacementFailed
source: Failed to replace chapter
fr: Échec du remplacement du chapitre
